/*    commonlib.strings   iMobee   Created by ellison on 10-9-8.   Copyright 2010 borqs. All rights reserved. */ /*	strings in this file should be load from code like:	label.text = NSLocalizedStringFromTable(@"key_example", @"commonlib", @"no comments for example string"); */ "title.error.network" = "Network failed";"title.error.general" = "Error";"title.sns.share"="Mobee Share";"title.info.general"="Information";"day.sun"="Sun";"day.mon"="Mon";"day.tue"="Tue";"day.wed"="Wed";"day.thu"="Thur";"day.fri"="Fri";"day.sat"="Sat";"day.long.sun"="Sunday";"day.long.mon"="Monday";"day.long.tue"="Tuesday";"day.long.wed"="Wednesday";"day.long.thu"="Thursday";"day.long.fri"="Friday";"day.long.sat"="Saturday";/*sna*/"sns.name.email"="Email";"sns.name.sms"="SMS";"sns.share.txt.format"="%@, Share to you: %@";/*weibo*/"sns.weibo.sina"="Sina Weibo";"sns.weibo.login.prompt"="Logon to weibo";"sns.weibo.login.username"="Name:";"sns.weibo.login.password"="Password:";"sns.weibo.login.error.no.usernameorpassword"="Please input username and password";/* new version update info */"sys.newversion.avaiable.title"="Found new version:%@";"sys.newversion.avaiable.desc"="%@";/* ad */"info.ad.click"="%@ is a free app, click on the ads. Thanks for your support.";"info.ad.buy.noad.success"="Thank you for purchasing No AD upgrade, AD has been removed from the app.";"info.ad.buy.noad.synctoserver.success"="No AD upgrade info success synchronized to server.";"info.ad.buy.noad.synctoserver.failed"="Failed to synchronize No AD upgrade info to server. Don't uninstall the app, which will cause the purchase information lost. The app will retry synchronizing automatically when app restarts. (error info: %@)";/*language*/"sys.language"="en";/*store kit */"info.storekit.purchase.disabled"="You do not have in app purchases enabled";"info.storekit.fetch.product.failed"="Can not fetch product info";"info.storekit.purchase.product.failed"="Failed to buy";"info.storekit.purchase.resotre.query"="If you have bought this product with your Apple ID, click \"Restore\" to retore it";"info.storekit.purchase.resotre.success"="%d transaction restored";"info.storekit.purchase.restore.failed"="Failed to restore transaction";/* buttons */"button.ok" = "OK";"button.goback" = "Back";"button.cancel" = "Cancel";"button.retry" = "Retry";"button.retrynow" = "Retry Now";"button.refresh" = "Refresh";"button.edit" = "Edit";"button.close"="Close";"button.accept"="Accept";"button.notaccept"="Not Accept";"button.save"="Save";"button.done"="Done";"button.selectall"="Select All";"button.delete"="Delete";"button.clear"="Clear";"button.login"="Login";"button.view"="View";"button.buy"="Buy";"button.buynow"="Buy Now";"button.upgrade"="Upgrade";"button.later"="Later";"button.list.moredata"="More...";"button.fav"="Fav";"button.restore"="Restore";"button.nextstep"="Next";"button.prevstep"="Previous";"button.help"="Help";"button.skip"="Skip";"button.yes"="Yes";"button.no"="No";"download.state.waiting"="Waiting";"download.state.paused"="Tab to start download";"download.state.processing"="Processing";"lunar.numbers"="1,2,3,4,5,6,7,8,9,10,11,12";"lunar.ten"="Chu,Shi,Ya,San";"lunar.shenqiao"="Shu,Niu,Hu,Tu,Long,She,Ma,Yang,Hou,Ji,Gou,Zhu";"lunar.gan"="Jia,Yi,Bing,Ding,Mao,Ji,Geng,Xin,Ren,Kui";"lunar.zhi"="Zi,Chou,Yin,Mao,Chen,Si,Wu,Wei,Shen,You,Xu,Hai";"lunar.year"="";"lunar.month"="";"lunar.day"="";"lunar.leap"="Leap";"lunar.dates"="Leap";"view.pullrefresh.timestr"="Last updated: %@";"view.pullrefresh.pulltorefresh"="Pull down to refresh...";"view.pullrefresh.releasetorefresh"="Release to refresh...";"view.pullrefresh.loading"="Loading...";"view.tablecell.loading"="Loading";/* user */"user.accountconf.title" = "Account Manage";"user.accountconf.label.currentaccount"="Current Account";"user.accountconf.label.login"="Login";"user.accountconf.label.changepassword"="Change Password";"user.accountconf.label.register"="Register";"user.accountconf.label.activate"="Activate";"user.accountconf.label.logout"="Logout";"user.accountconf.label.upgradetomember"="Upgrade Account";"user.accountconf.label.rebind"="Bind Email/Phone";"user.tips.register"="Please input phone number, email address or 3-32 characters' user name. Only letters and numbers are allowed for user name, and there are distinguishes between capital letters and small letters.";"user.tips.activate"="1. Please sign up first, then you can activate;\n2. Only users registered with phone number or email need to activate;\n3. Please find your activate code in sms message or the inbox of the email you registered with.";"user.state.notlogin"="Need login";"user.state.notactivate"="Need activate";"user.state.loginok"="ok";"user.state.tmpuser"="Temporary User";"user.login.title"="Login";"user.login.username"="Username";"user.login.password"="Password(Default 8888)";"user.login.btlogin"="Login";"user.login.bt.forget.password"="Forgot Password";"user.login.btregister"="Register a new account";"user.login.btactivate"="Activate an account";"user.login.error.failed"="Username or password incorrect";"user.changepwd.title" = "Change Password";"user.changepwd.curpwd" = "Current password(Default 8888)";"user.changepwd.newpwd" = "New password";"user.changepwd.repwd" = "Reenter new password";"user.changepwd.btok" = "OK";"user.changepwd.error.newpwdnotmatch" = "Two new password not match";"user.changepwd.error.failed" = "Failed to change password";"user.changepwd.error.notsupport" = "The account not support changing password";"user.changepwd.error.olepwdwrong" = "Old password not correct";"user.changepwd.success.relogin" = "Password changed, will login with new password";"user.regact.title" = "Activate";"user.regact.username" = "Username";"user.regact.password" = "Password";"user.regact.code" = "Activate code";"user.regact.btact" = "Activate";"user.regact.btlogin" = "Login using existing account";"user.regact.btreg" = "Register a new account";"user.regact.error.failed"="Activate failed";"user.reg.title" = "Register";"user.reg.username" = "Mobile, email or engish user name";"user.reg.password" = "Password";"user.reg.btlogin" = "Login using existing account";"user.reg.btreg" = "Register";"user.reg.btact" = "Activate an account";"user.reg.error.failed" = "Register failed";"user.reg.error.requestsms" = "Request server send sms failed";"user.reg.needact.email" = "Register activation information has sent to your mailbox, please check the email and activate your account";"user.reg.needact.phone" = "Register activation information has sent to your phone, please check the short message and activate your account";"user.autoreg.txt" = "Initializing...";"user.autoreg.failed" = "Failed to initialize";"user.upgrade.title"="Upgrade Account";"user.upgrade.username"="Mobile or Email";"user.upgrade.nickname"="Nickname";"user.upgrade.password"="Password";"user.upgrade.vcode"="Verify Code";"user.upgrade.btupgrade"="Upgrade";"user.upgrade.btgetvcode"="Get Verify Code";"user.upgrade.btlogin"="Login";"user.upgrade.error.nousername" = "Please fill in Mobile/Email";"user.upgrade.error.nopassword" = "Please fill in password";"user.upgrade.error.nonickname" = "Please specify your nickname";"user.upgrade.error.novcode" = "Please fill in verify code, you can get one by clicking \"Get Verify Code\"";"user.upgrade.error.failed.request.vcode" = "Failed to request verify code";"user.upgrade.error.failed.upgrade" = "Failed to upgrade";"user.upgrade.info.vcode.sent.email" = "Verify code has sent to your mailbox, please check the email";"user.upgrade.info.vcode.sent.phone" = "Verify code has sent to your phone, please check your SMS";"user.resetpassword.title"="Reset Password";"user.resetpassword.username"="Mobile or Email";"user.resetpassword.repassword"="Re-enter new password";"user.resetpassword.password"="New Password";"user.resetpassword.vcode"="Verify Code";"user.resetpassword.btreset"="Reset Password";"user.resetpassword.btgetvcode"="Get Verify Code";"user.resetpassword.error.nousername" = "Please fill in Mobile/Email";"user.resetpassword.error.nopassword" = "Please fill in new password";"user.resetpassword.error.norepassword" = "Please re-enter new password";"user.resetpassword.error.passwordnotmatch" = "Two passwords not match";"user.resetpassword.error.novcode" = "Please fill in verify code, you can get one by clicking \"Get Verify Code\"";"user.resetpassword.error.failed.request.vcode" = "Failed to request verify code";"user.resetpassword.error.failed.resetpassword" = "Failed to reset password";"user.resetpassword.info.success.resetpassword" = "Password reseted, please logon with new password";"user.resetpassword.info.vcode.sent.email" = "Verify code has sent to your mailbox, please check the email";"user.resetpassword.info.vcode.sent.phone" = "Verify code has sent to your phone, please check your SMS";"user.updatenickname.title" = "Update Nickname";"user.updatenickname.nickname" = "Nickname";"user.updatenickname.btupdate"="Update";"user.updatenickname.info.empty" = "Please specify a nickname";"user.updatenickname.info.success" = "Nickname updated success";"user.updatenickname.info.failed" = "Failed to update nickname";/* borqs money account */"money.error.200"="Success";"money.error.300"="Insufficient fund";"money.error.301"="Commodities taken off shelves cannot be bought";"money.error.302"="You've already bought this goods, no need to buy again";"money.error.400"="Invalid parameter";"money.error.500"="Server internal error";"money.itunes.receiptsynctoserver.success"="Purchase infomation success synchronized to server.";"money.itunes.receiptsynctoserver.failed"="Failed to synchronize purchase info to server. Don't uninstall the app, which will cause the purchase information lost. The app will retry synchronizing automatically when app restarts. (error info: %@)";